---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FaceEdgeNode
source: html/c755b541-6536-54f7-6f85-a6f9407c09ad.htm
---
# FaceEdgeNode Members

Returns the Face edge object corresponding to the node.